Repository: gavinbarnard/pasaffe
Catalog: po/*.po
Languages: es, fr, it, ru

source: _File
es: _Archivo
fr: _Fichier
ru: _Файл

source: _Save
fr: _Sauvegarder
ru: _Сохранить

source: Lock
es: Bloquear
fr: Verrouiller
it: Blocca
ru: Блокировать

source: Change Master Password
es: Cambiar contraseña maestra
fr: Modifier le mot de passe principal
it: Cambia Password Principale
ru: Изменить главный пароль

source: _Close
es: _Cerrar
fr: _Fermer
ru: _Закрыть

source: _Edit
es: _Editar
fr: _Éditer
it: _Modifica
ru: _Правка

source: Add Entry
es: Añadir entrada
fr: Ajouter une entrée
ru: Добавить запись

source: Add Folder
es: Añadir carpeta
fr: Ajouter le dossier
ru: Добавить папку

source: Clone
es: Clonar
fr: Dupliquer
it: Clona
ru: Клонировать

source: _Delete
fr: _Supprimer
ru: _Удалить

source: Find
es: Buscar
fr: Rechercher
it: Cercare
ru: Поиск

source: Copy URL
es: Copiar URL
fr: Copier l'URL
it: Copia URL
ru: Копировать URL

source: Copy Username
es: Copiar nombre de usuario
fr: Copier le nom d'utilisateur
it: Copia Username
ru: Копировать имя пользователя

source: Copy Password
es: Copiar contraseña
fr: Copier le mot de passe
it: Copia Password
ru: Копировать пароль

source: _Preferences
fr: _Préférences
ru: _Параметры

source: _View
es: _Ver
fr: _Visualiser
it: _Visualizza
ru: _Вид

source: Display Secrets
es: Mostrar secretos
fr: Afficher les secrets
it: Visualizza Segreti
ru: Показывать секретные данные

source: Open URL
es: Abrir URL
fr: Ouvrir l'URL
it: Apri URL
ru: Открыть URL

source: Database Information
es: Información de la base de datos
fr: Informations sur la base de données
it: Informazione sul database
ru: Информация о базе данных

source: _Help
es: Ay_uda
fr: _Aide
it: _Aiuto
ru: _Справка

source: Contents
es: Contenidos
fr: Contenu
it: Contenuti
ru: Содержание

source: _About
fr: _À propos
ru: _О приложении

source: Save changes
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
ru: Сохранить изменения

source: Save
es: Guardar
fr: Enregistrer
it: Salva
ru: Сохранить

source: Add a new entry
es: Añadir una entrada nueva
fr: Ajouter une nouvelle entrée
it: Aggiungi una nuova voce
ru: Добавить новую запись

source: Add
es: Añadir
fr: Ajouter
it: Aggiungi
ru: Добавить

source: Add a new folder
es: Añadir una carpeta nueva
fr: Ajouter un nouveau dossier
ru: Добавить новую папку

source: Edit the selected entry
es: Editar la entrada seleccionada
fr: Éditer l'entrée sélectionnée
it: Modifica la voce selezionata
ru: Изменить выбранную запись

source: Edit
es: Editar
fr: Éditer
it: Modifica
ru: Правка

source: Delete the selected entry
es: Eliminar la entrada seleccionada
fr: Supprimer l'entrée sélectionnée
it: Elimina la voce selezionata
ru: Удалить выбранную запись

source: Remove
es: Eliminar
fr: Supprimer
ru: Удалить

source: Open the URL
es: Abrir la URL
fr: Ouvrir l'URL
it: Apri l'URL
ru: Открыть URL

source: Copy the username
es: Copiar el nombre de usuario
fr: Copier le nom d'utilisateur
it: Copia l'username
ru: Копировать имя пользователя

source: Copy the password
es: Copiar la contraseña
fr: Copier le mot de passe
it: Copia la password
ru: Копировать пароль

source: Find entries
es: Buscar entradas
fr: Rechercher
it: Cercare le voci
ru: Найти записи

source: Display secrets
es: Mostrar secretos
fr: Afficher les secrets
it: Visualizza segreti
ru: Показывать секретные данные

source: icon
es: icono
fr: icône
ru: значок

source: name
es: nombre
fr: nom
ru: имя

source: Close find
es: Cerrar
fr: Fermer
it: Chiudere la ricerca
ru: Закрыть поиск

source: Previous result
es: Resultado anterior
fr: Résultat précédent
it: Risultato precedente
ru: Предыдущий результат

source: Next result
es: Resultado siguiente
fr: Résultat suivant
it: Risultato successivo
ru: Следующий результат

source: <big><b>The password database is currently locked.</b></big>
es: <big><b>La base de datos de contraseñas está bloqueada actualmente.</b></big>
fr: <big><b>La base de données est vérouillée.</b></big>
it: <big><b>Il database è attualmente bloccato.</b></big>
ru: <big><b>База паролей сейчас заблокирована.</b></big>

source: _Quit
fr: _Quitter
ru: В_ыйти

source: Unlock
es: Desbloquear
fr: Déverrouiller
it: Sbloccare
ru: Разблокировать

source: Close without Saving
es: Cerrar sin guardar
fr: Fermer sans sauvegarder
ru: Закрыть без сохранения

source: _Cancel
fr: _Annuler
ru: О_тменить

source: <big><b>Save changes to your password database before closing?</b></big>
es: <big><b>¿Guardar los cambios a su base de datos de contraseñas antes de cerrar?</b></big>
fr: <big><b>Sauvegarder les modifications à votre base de données avant de fermer ?</b></big>
it: <big><b>Salvare i cambiamenti nel database prima di chiudere?</b></big>
ru: <big><b>Сохранить изменения в базе данных паролей перед закрытием?</b></big>

source: Your changes will be lost if you don't save them.
es: Perderá los cambios si no los guarda.
fr: Vos modifications seront perdues si vous ne les enregistrez pas.
it: Le modifiche verranno perse se non saranno salvate.
ru: Если не сохранить изменения, они будут утеряны.

source: translator-credits
es: Launchpad Contributions: Adolfo Jayme https://launchpad.net/~fitojb Marc Deslauriers https://launchpad.net/~mdeslaur
fr: Marc Deslauriers <marc.deslauriers@canonical.com> Launchpad Contributions: Binnette https://launchpad.net/~binnette Eliovir https://launchpad.net/~eliovir Jean-Marc https://launchpad.net/~m-balthazar LEROY Jean-Christophe https://launchpad.net/~celtic2-deactivatedaccount Marc Deslauriers https://launchpad.net/~mdeslaur demonipuch https://launchpad.net/~demonipuch londumas https://launchpad.net/~helion331990
it: Launchpad Contributions: Francesco Marella https://launchpad.net/~francesco-marella Marc Deslauriers https://launchpad.net/~mdeslaur Paolo Stivanin https://launchpad.net/~polslinux paolo https://launchpad.net/~c-admin-polslinux-it
ru: Launchpad Contributions: Aleksey Kabanov https://launchpad.net/~ak099 Eugene Roskin https://launchpad.net/~lowrider Karma Dorje https://launchpad.net/~taaroa Marc Deslauriers https://launchpad.net/~mdeslaur

source: Pasaffe password manager
es: Gestor de contraseñas Pasaffe
fr: Gestionnaire de mot de passe Pasaffe
ru: Менеджер паролей Pasaffe

source: start expanded
fr: sont ouverts au démarrage
ru: развернуть все при запуске

source: start collapsed
fr: sont fermés au démarrage
ru: свернуть все при запуске

source: are remembered from last save
fr: sont dans l'état de la dernière sauvegarde
ru: как при последнем сохранении

source: Pasaffe Preferences
es: Preferencias de Pasaffe
fr: Préférences de Pasaffe
it: Preferenze Pasaffe
ru: Параметры Pasaffe

source: Automatically save changes
es: Guardar automáticamente los cambios
fr: Enregistrer automatiquement les modifications
it: Salva cambiamenti automaticamente
ru: Автоматически сохранять изменения

source: Display secrets by default
es: Mostrar secretos de manera predeterminada
fr: Afficher les secrets par défaut
it: Visualizza segreti di default
ru: Не скрывать секретные данные по умолчанию

source: Only passwords are secret
es: Solo las contraseñas son secretas
fr: Seuls les mot de passes sont secrets
it: Solo le passwords sono segrete
ru: Секретным является только пароль

source: <b>Secrets</b>
es: <b>Secretos</b>
ru: <b>Секретные данные</b>

source: Lock database after
es: Bloquear la base de datos después de
fr: Verrouiller la base de données après
ru: Заблокировать базу данных через

source: minutes
es: minutos
ru: минут

source: <b>Lock</b>
es: <b>Bloquear</b>
fr: <b>Verrouiller</b>
ru: <b>Заблокировать</b>

source: Passwords are
es: Las contraseñas son de
fr: Les mots de passe ont
ru: Пароли

source: characters long
es: caracteres
fr: caractères
ru: символов в длину

source: <b>Password Generator</b>
es: <b>Generador de contraseñas</b>
fr: <b>Générateur de mot de passe</b>
ru: <b>Генератор паролей</b>

source: Folders
es: Carpetas
fr: Les dossiers
ru: Папки

source: <b>Folder Preferences</b>
es: <b>Preferencias de carpetas</b>
fr: Options des dossiers
ru: <b>Параматеры папок</b>

source: Show debug messages (-vv debugs pasaffe_lib also)
es: Mostrar mensajes de depuración (-vv depura pasaffe_lib también)
fr: Afficher les messages de déboguage (-vv les affiche également pour pasaffe_lib)
it: Mostra messaggi debug (-vv debugs pasaffe_lib also)
ru: Показывать отладочные сообщения (-vv — отлаживать также pasaffe_lib)

source: use database FILE
es: usar ARCHIVO de base de datos
fr: utiliser la base de données FILE
it: Usare il database FILE
ru: использовать ФАЙЛ базы данных

source: set database as default
es: establecer base de datos como predeterminada
fr: définir la base de données par défaut
it: Impostare il database come predefinito
ru: установить базу данных по умолчанию

source: Secrets are currently hidden.
es: Los secretos están ocultos actualmente.
fr: Les secrets sont cachés.
it: Attualmente i segreti sono nascosti.
ru: Секретные данные сейчас скрыты.

source: Username:
es: Nombre de usuario:
fr: Nom d'utilisateur :
it: Nome utente:
ru: Имя пользователя:

source: Password:
es: Contraseña:
fr: Mot de passe :
ru: Пароль:

source: Notes:
es: Notas:
it: Note:
ru: Примечания:

source: Last updated:
es: Última actualización:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:
ru: Последнее обновление:

source: Password updated:
es: Contraseña actualizada:
fr: Mot de passe changé :
it: Password aggiornate:
ru: Обновление пароля:

source: Welcome to Pasaffe!
es: Bienvenido/a a Passaffe.
fr: Bienvenue à Pasaffe !
it: Benvenuti in Pasaffe!
ru: Добро пожаловать в Pasaffe!

source: Pasaffe is an easy to use password manager.
es: Pasaffe es un gestor de contraseñas fácil de usar.
fr: Pasaffe est un gestionnaire de mots de passe facile à utiliser.
it: Pasaffe è un password manager semplice da usare
ru: Pasaffe — это простой в использовании менеджер паролей.

source: This is a folder.
es: Esto es una carpeta.
fr: Ceci est un dossier.
ru: Это папка.

source: New Folder
es: Nueva Carpeta
fr: Nouveau dossier
ru: Новая папка

source: <big><b>Are you sure you wish to remove "%s"?</b></big>
es: <big><b>¿Está seguro de que quiere quitar «%s»?</b></big>
fr: <big><b>Êtes-vous certain de vouloir supprimer « %s » ?</b></big>
it: <big><b>Sei sicuro di voler rimuovere "%s"?</b></big>
ru: <big><b>Вы действительно хотите удалить "%s"?</b></big>

source: Contents of the entry will be lost.
es: Se perderá todo el contenido de la entrada.
fr: Le contenu de l'entrée sera perdu.
it: Il contenuto della voce verrà perso.
ru: Содержимое записи будет утеряно.

source: <big><b>Are you sure you wish to remove folder "%s"?</b></big>
es: <big><b>¿Está seguro de que quiere eliminar la carpeta «%s»?</b></big>
fr: <big><b>Êtes-vous sûr de vouloir supprimer le dossier « %s » ?</b></big>
ru: <big><b>Вы действительно хотите удалить папку "%s"?</b></big>

source: All entries in this folder will be lost.
es: Se perderán todas las entradas en esta carpeta.
fr: Toutes les entrées dans ce dossier seront perdues.
ru: Все записи в этой папке будут потеряны.

source: <big><b>Database Information</b></big>
es: <big><b>Información de la base de datos</b></big>
fr: <big><b>Informations sur la base de données</b></big>
it: <big><b>Informazioni database</b></big>
ru: <big><b>Информация о базе данных</b></big>

source: Number of entries: %s
es: Número de entradas: %s
fr: Nombre d'entrées : %s
it: Numero di elementi: %s
ru: Число записей: %s

source: Last saved by: %s
es: Guardado por última vez por: %s
fr: Sauvegardé par : %s
it: Ultimo salvataggio effettuato da: %s
ru: Последним сохранил пользователь: %s

source: Last saved on host: %s
es: Guardado por última vez en el equipo: %s
fr: Sauvegardé sur : %s
it: Ultimo salvataggio sull'host: %s
ru: Последнее сохранение на компьютере: %s

source: Last save date: %s
es: Guardado por última vez el: %s
fr: Date de la sauvegarde : %s
it: Ultima data di salvataggio: %s
ru: Дата последнего сохранения: %s

source: Database version: %s
es: Versión de la base de datos: %s
fr: Version de la base de données : %s
ru: Версия базы данных: %s

source: Application used: %s
es: Aplicación usada: %s
fr: Application utilisée : %s
it: Applicazione usate: %s
ru: Использовалось приложение: %s

source: Database location: %s
fr: Emplacement de la base de données : %s
ru: Расположение базы данных: %s

source: Passwords don't match! Please try again.
es: Las contraseñas no coinciden, inténtelo de nuevo.
fr: Les mots de passe sont différents ! Veuillez recommencer.
it: Le password non coincidono! Per favore riprova.
ru: Пароли не совпадают! Попробуйте снова.

source: New password cannot be blank! Please try again.
es: La contraseña nueva no puede estar vacía, inténtelo de nuevo.
fr: Le mot de passe ne peut être vide ! Veuillez recommencer.
it: La password non può essere vuota! Per favore riprova.
ru: Новый пароль не должен быть пустым! Попробуйте снова.

source: Old password is invalid! Please try again.
es: La contraseña anterior no es válida, inténtelo de nuevo.
fr: Ancien mot de passe invalide ! Veuillez recommencer.
it: La vecchia password non è valida! Per favore riprova.
ru: Старый пароль введён неверно! Попробуйте снова.

source: _OK
fr: _Valider
ru: _ОК

source: <big><b>Edit entry</b></big>
es: <big><b>Editar entrada</b></big>
fr: <big><b>Modifier une entrée</b></big>
it: <big><b>Modifica elemento</b></big>
ru: <big><b>Изменить запись</b></big>

source: The name for this entry
es: El nombre de esta entrada
fr: Le nom de l'entrée
it: Il nome per questo elemento
ru: Имя для этой записи

source: The folder for this entry
es: La carpeta para esta entrada
fr: Le dossier de cette entrée
ru: Эта папка пуста

source: The entry's username
es: El nombre de usuario de esta entrada
fr: Nom de l'utilisateur pour l'entrée
it: L'username dell'elemento
ru: Имя пользователя для записи

source: Title:
es: Título:
fr: Titre :
it: Titolo:
ru: Заголовок:

source: Folder:
es: Carpeta:
fr: Dossier :
ru: Папка:

source: The website for this entry
es: El sitio web de esta entrada
fr: Le site web pour cette entrée
it: Il sito internet per questo elemento
ru: Веб-сайт для этой записи

source: Pick a random password
es: Elija una contraseña aleatoria
fr: Sélectionner un mot de passe aléatoire
it: Scegliere una password casuale
ru: Выбрать случайный пароль

source: <big><b>Welcome to Pasaffe!</b></big>
es: <big><b>Bienvenido/a a Pasaffe.</b></big>
fr: <big><b>Bienvenue sur Pasaffe !</b></big>
it: <big><b>Benvenuti in Pasaffe!</b></big>
ru: <big><b>Добро пожаловать в Pasaffe!</b></big>

source: No existing database was found. A new one will be created. Please enter a master password to protect it.
es: No se encontró ninguna base de datos. Por lo tanto, se creará una nueva. Introduzca una contraseña maestra para protegerla.
fr: Aucune base de données existante n'a été trouvée. Une nouvelle sera créé. Veuillez entrer un mot de passe principal pour la protéger.
it: Nessun database è stato trovato. Ne verrà quindi creato uno nuovo. Per favore inserisci la password principale per proteggerlo.
ru: База данных не найдена. Будет создана новая база данных. Укажите главный пароль для её защиты.

source: Enter password:
es: Introduzca la contraseña:
fr: Entrer le mot de passe :
it: Inserisci password:
ru: Введите пароль:

source: Confirm password:
es: Confirmar contraseña:
fr: Confirmer le mot de passe :
it: Conferma password:
ru: Подтвердите пароль:

source: <big><b>Change master password</b></big>
es: <big><b>Cambiar contraseña maestra</b></big>
fr: <big><b>Changement de mot de passe principal</b></big>
it: <big><b>Cambiare password principale</b></big>
ru: <big><b>Изменить главный пароль</b></big>

source: Enter your old master password, and a new master password. You must confirm the new password.
es: Introduzca su contraseña maestra anterior, y posteriormente una contraseña nueva. Debe confirmar la contraseña nueva.
fr: Entrez votre ancien mot de passe principal, et un nouveau mot de passe principal. Vous devez confirmer le nouveau mot de passe.
it: Inserisci la tua vecchia password principale, e quella nuova. Devi confermare la nuova password.
ru: Введите свой старый главный пароль и новый главный пароль. Затем подтвердите новый пароль.

source: error message
es: mensaje de error
fr: message d'erreur
it: messaggio di errore
ru: сообщение об ошибке

source: Old password:
es: Contraseña anterior:
fr: Ancien mot de passe :
it: Vecchia password:
ru: Старый пароль:

source: New password:
es: Contraseña nueva:
fr: Nouveau mot de passe :
it: Nuova password:
ru: Новый пароль:

source: Confirm new password:
es: Confirme la contraseña nueva:
fr: Confirmer le nouveau mot de passe :
it: Conferma nuova password:
ru: Подтвердите новый пароль:

source: <big><b>Edit folder</b></big>
es: <big><b>Editar la carpeta</b></big>
fr: <big><b>Modifier le dossier</b></big>
ru: <big><b>Изменить папку</b></big>

source: Parent folder:
es: Carpeta contenedora:
fr: Dossier parent :
ru: Родительская папка:

source: Folder name:
es: Nombre de la carpeta:
fr: Nom du dossier :
ru: Имя папки:

source: The parent folder for this new folder
es: La carpeta que contiene esta carpeta nueva
fr: Le dossier parent pour ce nouveau dossier
ru: Родительская папка для этой новой папки

source: <big><b>Please enter your master password:</b></big>
es: <big><b>Introduzca su contraseña maestra:</b></big>
fr: <big><b>Veuillez entrer votre mot de passe principal :</b></big>
it: <big><b>Inserisci la tua password principale:</b></big>
ru: <big><b>Введите свой главный пароль:</b></big>

source: Invalid password! Please try again.
es: La contraseña no es válida, inténtelo de nuevo.
fr: Mot de passe invalide ! Veuillez essayer de nouveau.
it: Password non valida! Riprova.
ru: Неправильный пароль! Попробуйте снова.

source: create a new Pasaffe database
es: crear una base de datos de Pasaffe nueva

source: URL for this entry
es: URL de esta entrada

source: error running apg
es: error al ejecutar apg
